{
  "chapters": [
    {
      "id": 1,
      "title": "مقدمة الموسوعة الفقهية الكويتية",
      "description": "الموسوعة الفقهية: رحلة تطور الفقه الإسلامي من عصر النبوة إلى عصر التدوين الجماعي، تشمل تعريفاته ومصادره ومراحله وأبرز علمائه ومذاهبه."
    },
    {
      "id": 2,
      "title": "أصول الفقه",
      "description": "أصول الفقه هو علم يبحث عن الأدلة الشرعية بشكل عام من حيث دلالتها على الأحكام الشرعية. يضم هذا الباب القواعد الأساسية."
    },
    {
      "id": 3,
      "title": "الطهارة",
      "description": "الطهارة شرط من شروط الصلاة وأمور أخرى. يشرح هذا الباب أحكام الطهارة والوضوء والغسل والتيمم."
    },
    {
      "id": 4,
      "title": "الصلاة",
      "description": "الصلاة هي الركن الثاني من أركان الإسلام. يتناول هذا الباب أحكام الصلاة وأركانها وشروطها."
    },
    {
      "id": 5,
      "title": "الزكاة",
      "description": "الزكاة هي الركن الثالث من أركان الإسلام. يشرح هذا الباب أحكام الزكاة ومقاديرها وشروط وجوبها."
    },
    {
      "id": 6,
      "title": "الصيام",
      "description": "الصيام هو الركن الرابع من أركان الإسلام. يتناول هذا الباب أحكام الصيام في رمضان وسواه."
    },
    {
      "id": 7,
      "title": "الحج والعمرة",
      "description": "الحج هو الركن الخامس من أركان الإسلام. يشرح هذا الباب أحكام الحج والعمرة ومناسكهما."
    },
    {
      "id": 8,
      "title": "البيع والشراء",
      "description": "البيع من أهم المعاملات المالية. يتناول هذا الباب أحكام البيع والشراء والعقود."
    },
    {
      "id": 9,
      "title": "الإجارة والمزارعة",
      "description": "الإجارة والمزارعة من صيغ المعاملات المختلفة. يشرح هذا الباب أحكامهما."
    },
    {
      "id": 10,
      "title": "الوديعة والعارية",
      "description": "الوديعة والعارية من أنواع العقود. يتناول هذا الباب أحكام الوديعة والعارية."
    },
    {
      "id": 11,
      "title": "الربا والفائدة",
      "description": "الربا محرم في الإسلام. يشرح هذا الباب تعريف الربا وأحكامه."
    },
    {
      "id": 12,
      "title": "الشركة",
      "description": "الشركة عقد بين طرفين أو أكثر. يتناول هذا الباب أحكام الشركة وأنواعها."
    }
  ]
}